---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Move
enum: Autodesk.Revit.UI.PostableCommand
zh: 移动
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Move

**中文**: 移动

Moves selected elements to the specified location in the current view.